Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_3.tmx
Source language: en
Languages: it

source: Arbours [furniture]
it: Pergole [mobili]

source: Assembled display units [furniture]
it: Espositori assemblati [mobili]

source: Prefabricated doors of wood for furniture
it: Ante prefabbricate in legno per mobili

source: Printed mirrors
it: Specchi stampati

source: Decorative strips of plastics for application to display cabinets
it: Strisce decorative in plastica per applicazione su espositori

source: Delineators [moveable road cones] non-luminous, made of non-metallic materials
it: Delineatori [coni stradali mobili] non luminosi, in materiali non metallici

source: Storage chests made of wood
it: Casse per archiviazione in legno

source: Containers in the form of boxes made of wood
it: Contenitori sotto forma di scatole in legno

source: Screens [furniture] for use as room dividers in offices
it: Pannelli [mobili] da utilizzare come divisori per uffici

source: Door hinges (Non-metallic -)
it: Cardini per porte (Non metallici -)

source: Composting receptacles of non-metallic materials
it: Recipienti per compostaggio in materiali non metallici

source: Stuffed animals
it: Animali impagliati

source: Screws, not of metal
it: Viti non metalliche

source: Nuts, not of metal
it: Dadi non metallici

source: Tie back hooks made of plastics [curtain]
it: Ganci per legare in plastica [tende]

source: Tissue holders [fixed] not of metal
it: Portatovaglioli [fissi] non di metallo

source: Living room furniture
it: Mobili per soggiorni

source: Movable office partitions
it: Tramezzi mobili per uffici

source: Non-metallic end closures for containers [other than for household or kitchen use]
it: Chiusure terminali non metalliche per recipienti [non per uso domestico o per la cucina]

source: Stacking boxes of plastic
it: Scatole impilabili in plastica

source: Stacking trays of plastic for the packaging of eggs
it: Vaschette impilabili in plastica per imballaggio di uova

source: Hanging storage racks [furniture]
it: Scaffali pensili [mobili]

source: Doors made of metal for furniture
it: Ante in metallo per mobili

source: Decorative plaques made of wax
it: Targhe decorative in cera

source: Stadium cushions
it: Cuscini da stadio

source: Metal bench seats
it: Panche in metallo

source: Upholstered furniture
it: Mobili imbottiti

source: Pasting tables
it: Tavoli pieghevoli

source: Blinds (Slatted indoor -) for protection against light
it: Tendine oscuranti (per interni) per la protezione dalla luce

source: Boards for the display of modelling materials
it: Tabelloni per l'esposizione di materiale per modellare

source: Tea tables
it: Tavoli da tè

source: Tortoiseshells [unworked or partly worked material]
it: Tartaruga [materiale grezzo o semilavorato]

source: Display panels for exhibition environments
it: Pannelli d'esposizione per ambienti adibiti a mostre

source: Display panels in the nature of furniture
it: Pannelli da esposizione sotto forma di mobili

source: Figurines made of wood resin
it: Statuette in resina di legno

source: Fittings for curtains
it: Accessori per tende

source: Basin plugs of non-metallic materials
it: Tappi per lavandini in materiali non metallici

source: Frames (Non-metallic -) for containers
it: Strutture (Non-metalliche -) per contenitori

source: Mannequins and tailors' dummies
it: Manichini e manichini per sarti

source: Bead curtains for decoration
it: Tende di perle per la decorazione

source: Doors for furniture
it: Porte di mobili

source: Benches [furniture]
it: Banchi [mobili]

source: Clips, not of metal, for cables and pipes
it: Anelli di attacco non metallici per cavi o tubi

source: Brackets, not of metal, for furniture
it: Staffe per mobili, non in metallo

source: Brackets of (Non-metallic -) for hanging window draperies
it: Steffe (non metalliche) per appendere tendaggi a finestre

source: Picnic benches
it: Panche da picnic

source: Personal compact mirrors
it: Specchietti compatti personali

source: Letters [other than printers' type and cliches] made principally of plastics
it: Lettere [non caratteri tipografici] principalmente in plastica

source: Portable boxes [containers] of plastic
it: Scatole trasportabili [contenitori] di plastica

source: Feather beds
it: Letti di piume

source: Clips made of plastics for cables
it: Morsetti di plastica per cavi

source: Beds
it: Letti

source: Straw edgings
it: Nastri di paglia

source: Horn, unworked or semi-worked
it: Corno grezzo o semi-lavorato

source: Mattresses
it: Materassi

source: Hybrid beds being soft sided waterbeds [other than for medical use]
it: Letti ibridi ovvero letti ad acqua con bordi morbidi [non per uso medico]

source: Garden furniture made of metal
it: Mobili da giardino in metallo

source: Mechanisms (Non-metallic, non-electric -) for lifting doors
it: Meccanismi (Non metallici, non elettrici -) di sollevamento per porte

source: Ornamental models made of plaster
it: Modellini ornamentali in gesso

source: Furniture for indoor aquaria
it: Arredi per acquari da appartamento

source: Furniture for indoor terraria
it: Mobili per terrari d'appartamento

source: Model vehicles [ornaments] made of plastic
it: Modellini di automobili [ornamenti] in plastica

source: Model vehicles [ornaments] made of wax
it: Modellini di automobili [ornamenti] in cera

source: Costume stands
it: Busti per sarti

source: Inflatable mattresses for use when camping
it: Materassi gonfiabili da campeggio

source: Plastic medication containers
it: Contenitori in plastica per farmaci

source: Wooden barrels
it: Barili di legno

source: Wooden chests for the storage of toys
it: Casse in legno per giocattoli

source: Containers made of wood [other than for household or kitchen use]
it: Contenitori [non per uso domestico o per la cucina] in legno

source: Austrian blinds
it: Tende a pacchetto

source: Scale models [ornaments] of wood
it: Modellini in scala [ornamenti] in legno

source: Dining chairs
it: Sedie da tavola

source: Cable connectors (Non-electric -) of non-metallic materials
it: Connettori per cavi (Non elettrici -) in materiali non metallici

source: Cake decorations made of plastic
it: Decorazioni per dolci in plastica

source: Lecterns
it: Leggii

source: Wooden racks [furniture]
it: Scaffali in legno [mobili]

source: Protective shields of plastics materials for trees
it: Schermi protettivi in materie plastiche per alberi

source: Caskets made of meerschaum
it: Cofanetti in schiuma di mare

source: Chain links of non-metallic materials
it: Anelli per catene in materiali non metallici

source: Movable partition panels [furniture]
it: Pannelli divisori spostabili [mobili]

source: Non-metallic transportable exhibition stands [other than structures]
it: Stand espositivi trasportabili non metallici [tranne le strutture]

source: Notice boards [signboards] of cork
it: Bacheche [insegne] di sughero

source: Novelty badges (Non-metallic -) for vehicles
it: Distintivi ornamentali (Non metallici -) per veicoli

source: Containers made of synthetic material [other than for household or kitchen use]
it: Recipienti in materiale sintetico [non per la casa o la cucina]

source: Contour chairs
it: Sedie anatomiche

source: Curtain tracks
it: Binari per tende

source: Cylinder locks made of non-metallic materials
it: Serrature a cilindro in materiali non metallici

source: Decorative doorstops (Non-metallic -) in the form of animals
it: Fermi per porte decorativi (non metallici) a forma di animali

source: Decorative edging strips of plastic for use with fitted furniture
it: Strisce decorative in plastica per bordi per mobili su misura

source: Beds incorporating divan bases
it: Letti comprendenti basi a divano

source: Advertising display boards of porcelain [non-luminous]
it: Cartelloni pubblicitari in porcellana [non luminosi]

source: Sleeping mats for camping [mattresses]
it: Stuoie da campeggio [materassi]

source: Sliding doors for furniture
it: Ante scorrevoli per mobili

source: Suspension rods (Non-metallic -) for hanging up articles
it: Aste di sospensione (Non metalliche -) per appendere articoli

source: Rock bolts, not of metal
it: Bolt da roccia, non di metallo

source: Rods for net curtains
it: Aste per tendine

source: Tree supports (Non-metallic -)
it: Supporti per alberi (Non metallici -)

source: Expanding rails of plastics for net curtains
it: Rotaie d'espansione in plastica per tende di tulle

source: Flexible containers of plastics for the storage of liquids
it: Contenitori flessibili in plastica per lo stoccaggio di liquidi

source: Folding display screens for use in exhibition displays
it: Schermi pieghevoli per uso in esposizioni

source: Self-tapping non-metallic plugs
it: Spine non metalliche autofilettanti

source: Splice connectors (Plastic -) for non-electric cables
it: Giunture di connessione (Plastica -) per cavi non elettrici

source: Plaques (decorative wall -) [furniture] not of textile
it: Targhe (murali decorative -) [mobili] non in tessuto

source: Plastic boxes [large] for industrial use
it: Scatole di plastica [grandi] per uso industriale

source: Artificial horns
it: Corni artificiali

source: Coral [unworked or partly worked]
it: Corallo [materiale grezzo o semilavorato]

source: Bins of plastics for making compost
it: Bidoni in plastica per compostaggio

source: Boxes (packaging -) in collapsible form [wood]
it: Scatole (per imballaggio -) pieghevoli [legno]

source: Boxes (packaging -) in flat form [plastic]
it: Scatole (per imballaggio -) piatte [plastica]

source: Pedestal cabinets
it: Armadietti a colonna

source: Water pillows, other than for medical purposes
it: Cuscini ad acqua, non per uso medico

source: Mobile stools [furniture]
it: Sgabelli mobili [mobili]

source: Baskets for barrels
it: Cesti per barili

source: Bathroom mirrors
it: Specchi da bagno

source: Ornamental sculptures made of wax
it: Sculture ornamentali in cera

source: Shop furniture for use in displaying cards
it: Mobili per negozi per esposizione di schede

source: Shop window mannequins
it: Manichini per vetrine

source: Onigaya hay [raw or partly worked material]
it: Paglia onigaya [materiale grezzo o semilavorato]

source: Reclining armchairs
it: Poltrone reclinabili

source: Tube plugs (Non-metallic -)
it: Tappi per tubi (Non metallici -)

source: Tumblers (non-metallic -) [parts of locks]
it: Cilindri (non metallici -) [parti di serrature]

source: U-bolts (Non-metallic -)
it: Cavallotti (Non metallici -)

source: Rollers (Non-metallic -) for sliding windows
it: Rulli (Non metallici -) per finestre scorrevoli

source: Non-metallic storage racks [furniture]
it: Scaffalature non metalliche [mobili]

source: Stair rods of plastic
it: Fermatappeto in plastica

source: Decorative edging strips of wood for use with window fittings
it: Strisce decorative per bordi in legno per strutture per finestre

source: Decorative strips of plastics for application to shop fronts
it: Strisce decorative in plastica per applicazione su esterni di negozi

source: Bathroom vanity units incorporating basins
it: Mobiletti da toletta con lavandino incorporato

source: Storage chests made of plastic
it: Casse per archiviazione in plastica

source: Leather furniture
it: Mobili in pelle

source: Letter racks [furniture]
it: Portacorrispondenza [mobili]

source: Combined containers [non-metallic and not for household or kitchen use]
it: Recipienti combinati [non metallici e non per la casa o la cucina]

source: Curtain embraces of metal for holding back curtains
it: Accessori in metallo per tenere legate tende

source: Curtain runners
it: Guide per tende

source: Cremone bolts of non-metallic materials for locks
it: Cremonesi in materiali non metallici per serrature

source: Cremone bolts, not of metal for windows
it: Cremonesi, non in metallo per finestre

source: Fronts of cupboards
it: Facciate di armadi

source: Figures made of rattan
it: Oggetti in rattan

source: Doors made of glass for furniture
it: Porte per mobili in vetro

source: Photograph frames of wood
it: Cornici per fotografie in legno

source: Mats for infant playpens
it: Tappeti per parchi per bambini

source: Model aeroplanes [ornaments] made of plastic
it: Modellini di aeroplani [ornamenti] in plastica

source: Mechanisms (Non-metallic, non-electric -) for locking windows
it: Meccanismi (Non metallici, non elettrici -) per la chiusura di finestre

source: Metal wall units [furniture]
it: Pensili in metallo [mobili]

source: Panels for display purposes [non-luminous and non-mechanical]
it: Pannelli per esposizione [non luminosi e non meccanici]

source: Boards for the display of printing materials
it: Tabelloni per l'esposizione di materiali stampati

source: Stuffed pillows
it: Cuscini imbottiti

source: Tusks [raw or partly worked material]
it: Zanne [materiale grezzo o semilavorato]

source: Decorative baskets made of wicker
it: Cestini decorativi in vimini

source: Disc cabinets [furniture]
it: Armadi porta dischi [mobili]

source: Display boards made of plastics
it: Tabelloni da esposizione in plastica

source: Display racks for the display of goods for exhibition purposes
it: Espositori a rastrelliera per merci a scopo di esposizione

source: Fire safe cabinets [furniture] (non-metallic -)
it: Armadietti ignifughi [mobili] (non metallici -)

source: Fitted furniture
it: Mobili su misura

source: Furniture for shops
it: Mobili per negozi

source: Oriental folding partition screens (byoubu)
it: Schermi divisori pieghevoli orientali (Byoubu)

source: Oriental single panel standing partition (tsuitate)
it: Divisori orientali a pannello singolo con supporto (Tsuitate)

source: Furniture fittings, not of metal
it: Accessori per mobili non metallici

source: Containers, not of metal, for liquid fuel
it: Recipienti per combustibili liquidi non metallici

source: Pulleys of plastics for blinds
it: Pulegge di plastica per tapparelle

source: Bead curtains
it: Tende di perline

source: Boxes made of plastic
it: Scatole in plastica

source: Pedestal units [furniture]
it: Piedestalli [mobili]

source: Statuettes made of ivory
it: Statuette in avorio

source: Step ladders made of wood
it: Scale a pioli in legno

source: Clamps (non-metallic -) for pipes [other than parts of machines]
it: Morsetti (non metallici -) per tubi [non parti di macchine]

source: Poles, not of metal
it: Pertiche non metalliche

source: Towel dispensers, fixed, not of metal
it: Distributori fissi di tovaglioli non metallici

source: Troughs, not of metal, for mixing mortar
it: Trogoli per malta non metallici

source: Indoor blinds [roller]
it: Tende per interni [a rullo]

source: Gate hooks of non-metallic materials
it: Ganci in materiali non metallici per cancelli

source: Grommets made of plastics materials
it: Occhielli in materiali plastici

source: Mechanisms (Non-metallic, non-electric -) for rolling windows
it: Meccanismi (Non metallici, non elettrici -) per porte scorrevoli

source: Hinge clamps of non-metallic materials
it: Morsetti in materiali non metallici

source: Holders for brochures [in the nature of furniture]
it: Contenitori per opuscoli [sotto forma di mobili]

source: Tables [furniture]
it: Tavoli [mobili]

source: Wall-mounted non-metal tool racks
it: Portautensili a parete non in metallo

source: Hinges, not of metal
it: Cerniere non metalliche

source: Bumper guards for furniture
it: Protezioni antiurto per mobili

source: Computer furniture
it: Arredo informatico

source: Ladders made of plastics
it: Scale a pioli in plastica

source: Magazine racks
it: Porta-riviste

source: Neckrolls other than for medical or surgical use
it: Cuscini collari non per uso medico o chirurgico

source: Spigots [stoppers], not of glass, metal or rubber
it: Zipoli [tappi], non di vetro, metallo o gomma

source: Spring assemblies (Non-metallic -) for incorporation into cushions
it: Gruppi di molle (non in metallo) da inserire in cuscini

source: Action figures (Decorative -) of wax
it: Personaggi d'azione (decorativi) in cera

source: Adhesive wall decorations of wood
it: Decorazioni adesive in legno per pareti

source: Furniture adapted for use by those with mobility difficulties
it: Mobili adattati per l'uso da parte di persone con mobilità ridotta

source: Kits of parts [sold complete] for assembly into articles of furniture
it: Kit di componenti [venduti completi] da assemblare in mobili

source: Back panels [parts of furniture]
it: Pannelli posteriori [parti di mobili]

source: Banking counters
it: Sportelli bancari

source: Scale models [ornaments] of plaster
it: Modellini in scala [ornamenti] in gesso

source: Furniture made from steel tubing
it: Mobili costituiti da tubi in acciaio

source: Cable supports made of plastics
it: Supporti in plastica per cavi

source: Dreamcatchers [decoration]
it: Acchiappasogni [decorazioni]

source: Imitation tortoiseshell
it: Imitazioni della tartaruga

source: Hampers [baskets] for the transport of items
it: Ceste [panieri] per il trasporto di oggetti

source: Hairdressers' chairs
it: Poltrone per parrucchieri

source: Wooden picture mouldings
it: Modanature in legno per quadri

source: Decorative baskets made of wood
it: Cestini decorativi in legno

source: Bathroom furniture
it: Mobili per il bagno

source: Caskets made of ivory
it: Cofanetti in avorio

source: Caskets made of reed
it: Cofanetti in canne

source: Chairs with castor wheels
it: Sedie munite di rotelle

source: Concealed fastening devices of non-metallic materials
it: Elementi di fissaggio nascosti di materiali non metallici

source: Glass furniture
it: Mobili in vetro

source: Collapsible upright displays made from framed fabrics
it: Espositori verticali pieghevoli a base di tessuti incorniciati

source: Decorative edging strips of plastic for use with window fittings
it: Strisce decorative in plastica per bordi per accessori di finestre

source: Beds for animals
it: Giacigli per animali

source: Removable partitions [furniture] of metal
it: Tramezzi rimovibili [mobili] di metallo

source: Replacement seat covers [fitted] for furniture
it: Ricambi di fodere di sedili [su misura] per mobili

source: Ribbon cable (Plastic clips for -)
it: Cavi a nastro (Graffe in plastica per -)

source: Ring closures, other than of metal
it: Anelli di chiusura, non di metallo

source: Trays, not of metal [other than for domestic purposes]
it: Vassoi, non di metallo [non per uso domestico]

source: Trunking (Non-metallic -) for cables carrying telephone signals
it: Diramazioni (non metalliche) per cavi per il trasporto di segnali telefonici

source: Exhibition frames stands [non-metallic]
it: Strutture per esposizione [non metalliche]

source: Caskets made of amber
it: Cofanetti in ambra

source: Extendible sofas
it: Divani allungabili

source: Plaques made of plastics
it: Targhe in materie plastiche

source: Boxes (packaging -) in collapsible form [plastic]
it: Scatole (per imballaggio -) pieghevoli [plastica]

source: Boxes (packaging -) in made-up form [wood]
it: Scatole (per imballaggio -) montate [legno]

source: Threaded screws of plastic
it: Viti filettate in plastica

source: Parts of furniture (Non-metallic -)
it: Componenti di mobili (Non metallici -)

source: Shelf dividers (Non-metallic -) being parts of furniture
it: Divisori per scaffali (non in metallo) ovvero parti di mobili

source: Wall partitions [furniture]
it: Pareti divisorie [mobili]

source: Mobile pedestals [furniture]
it: Piedestalli mobili [mobili]

source: Mobile writing desks
it: Scrivanie mobili

source: Beam supported seating
it: Sedili supportati da travi

source: Shop fittings (Non-metallic -)
it: Mobili per negozi (Non metallici -)

source: Single leaf screens [furniture]
it: Paraventi a foglio singolo [mobili]

source: Rods for beds
it: Aste per letti

source: Units [furniture] for the display of literature
it: Mobili componibili [mobili] per l'esposizione di stampati

source: Tool storage containers (non-metallic -) [empty]
it: Contenitori per attrezzi (non metallici -) [vuoti]

source: Transparent doors of glass for furniture
it: Ante trasparenti in vetro per mobili

source: Transparent food containers for commercial packaging use
it: Contenitori per alimenti trasparenti per imballaggio commerciale

source: Room divider panels [furniture]
it: Pannelli divisori per stanze [mobili]

source: Antique furniture
it: Mobili antichi

source: Desks of adjustable height
it: Scrivanie ad altezza regolabile

source: Containers (non-metallic -) for storage purposes [other than household or kitchen use]
it: Recipienti (non metallici -) per immagazzinamento [non per la casa o la cucina]

source: Screw rings, not of metal
it: Anelli a vite, non di metallo

source: Cane connectors of non-metallic materials
it: Connettori in materiali non metallici per bastoni

source: Composable furniture
it: Mobili componibili

source: Composite caps of non-metallic materials for closing bottles
it: Tappi compositi in materiali non metallici per bottiglie

source: Compost bins of non-metallic materials
it: Bidoni per compost in materiali non metallici

source: Receptacles of plastic for storing goods for transportation
it: Recipienti in plastica per la conservazione di prodotti per il trasporto

source: Valves, not of metal, other than parts of machines
it: Valvole diverse da parti di macchine non metalliche

source: Clothes stands
it: Appendiabiti

source: Cupboard fixtures (Non-metallic -)
it: Attrezzature per armadi (Non metalliche -)

source: Mirrors (silvered glass)
it: Specchi (vetro argentato)

source: Tie back hooks made of wood [curtain]
it: Ganci per legare in legno [tente]

source: Tie back hooks of brass [curtain]
it: Ganci per legare in ottone [tende]

source: Frames for bed canopies
it: Telai per baldacchini

source: Non-metallic bins [other than dust bins]
it: Bidoni non metallici [non bidoni della spazzatura]

source: Drafting tables
it: Tavoli da disegno

source: Metal drawers [parts of furniture]
it: Cassetti di metallo [parti di mobili]

source: Metal screens [furniture]
it: Schermi in metallo [mobili]

source: Panels being parts of furniture
it: Pannelli facenti parte di mobili

source: Busts of ivory
it: Busti in avorio

source: Display boards comprising foldable and interconnectable metal rods
it: Tabelloni da esposizione con listelli metallici pieghevoli e intercollegabili

source: Display stands having metal structural components
it: Espositori con componenti strutturali metallici

source: Fire safe cabinets [furniture] of metal
it: Armadietti ignifughi [mobili] in metallo

source: Holders for use in the securing of window coverings
it: Supporti per fissaggio di rivestimenti per finestre

source: Horizontal venetian blinds [indoor] for windows
it: Tende veneziane orizzontali [per interni] per finestre

source: Buddhist family altars (butsudan)
it: Altari buddisti di famiglia (Butsudan)

source: Curtain rollers
it: Rotelle per tende

source: Funerary urns
it: Urne funerarie

source: Screens [furniture]
it: Paraventi [mobili]

source: Edgings of plastic for furniture
it: Finiture in plastica per mobili

source: Bolts, not of metal
it: Bulloni non metallici

source: Bone carvings
it: Intagli in osso

source: Booster seats
it: Sopra-sedili

source: Wing nuts (Non-metallic -)
it: Dadi ad alette (Non metallici -)

source: Wood screws (Non-metallic -)
it: Viti per legno (Non metalliche -)

source: Picnic tables
it: Tavoli da picnic

source: Portable display stands for supporting advertising
it: Espositori portatili per annunci pubblicitari

source: Portable water carriers [containers] made of plastics
it: Recipienti portatili per acqua [contenitori] in plastica

source: Child resistant security closures (Non-metallic -) for bottles
it: Chiusure a prova di bambino (non metalliche) per bottiglie

source: Clamps (Non-metallic -) for fixing insect screens
it: Morsetti (non metallici) per fissaggio di zanzariere
